Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.browser.hostWhitelist.subtitle
source: Applies to terminal link clicks and intercepted `open https://...` calls. Only these hosts open in UniConnect. Others open in your default browser. One host or wildcard per line (for example: example.com, *.internal.example). Leave empty to open all hosts in UniConnect.
ar: ينطبق على نقرات الروابط في الطرفية واستدعاءات `open https://...` المعترضة. فقط هؤلاء المضيفون يفتحون في UniConnect. البقية تفتح في متصفحك الافتراضي. مضيف واحد أو حرف بدل لكل سطر (مثال: example.com, *.internal.example). اتركه فارغًا لفتح جميع المضيفين في UniConnect.
bs: Primjenjuje se na klikove linkova u terminalu i presretnute `open https://...` pozive. Samo se ovi hostovi otvaraju u UniConnect. Ostali se otvaraju u podrazumijevanom pregledniku. Jedan host ili zamjenski znak po redu (na primjer: example.com, *.internal.example). Ostavite prazno da otvorite sve hostove u UniConnect.
da: Gælder for terminallinksklik og opfangede `open https://...`-kald. Kun disse værter åbnes i UniConnect. Andre åbnes i din standardbrowser. Én vært eller wildcard pr. linje (f.eks.: example.com, *.internal.example). Lad stå tomt for at åbne alle værter i UniConnect.
de: Gilt für Klicks auf Terminal-Links und abgefangene `open https://...`-Aufrufe. Nur diese Hosts werden in UniConnect geöffnet. Andere werden in Ihrem Standardbrowser geöffnet. Ein Host oder Platzhalter pro Zeile (zum Beispiel: example.com, *.internal.example). Leer lassen, um alle Hosts in UniConnect zu öffnen.
es: Se aplica a clics en enlaces del terminal y llamadas interceptadas de `open https://...`. Solo estos hosts se abren en UniConnect. Los demás se abren en tu navegador predeterminado. Un host o comodín por línea (por ejemplo: example.com, *.internal.example). Déjalo vacío para abrir todos los hosts en UniConnect.
fr: S'applique aux clics sur les liens du terminal et aux appels `open https://...` interceptés. Seuls ces hôtes s'ouvrent dans UniConnect. Les autres s'ouvrent dans votre navigateur par défaut. Un hôte ou caractère générique par ligne (par exemple : example.com, *.internal.example). Laissez vide pour ouvrir tous les hôtes dans UniConnect.
it: Si applica ai clic sui link nel terminale e alle chiamate intercettate `open https://...`. Solo questi host si aprono in UniConnect. Gli altri si aprono nel browser predefinito. Un host o wildcard per riga (ad esempio: example.com, *.internal.example). Lascia vuoto per aprire tutti gli host in UniConnect.
ja: ターミナルのリンククリックおよびインターセプトされた`open https://...`呼び出しに適用されます。これらのホストのみUniConnectで開きます。その他はデフォルトブラウザで開きます。1行に1つのホストまたはワイルドカード（例: example.com, *.internal.example）。空欄にするとすべてのホストをUniConnectで開きます。
km: អនុវត្តចំពោះការចុចតំណស្ថានីយ និងការស្ទាក់ចាប់`open https://...` ការហៅទូរសព្ទ។មានតែម៉ាស៊ីនទាំងនេះប៉ុណ្ណោះដែលបើកនៅក្នុង UniConnect។អ្នកផ្សេងទៀតបើកនៅក្នុងកម្មវិធីរុករកតាមអ៊ីនធឺណិតលំនាំដើមរបស់អ្នក។ម៉ាស៊ីនមួយ ឬតួអក្សរជំនួសក្នុងមួយជួរ (ឧទាហរណ៍៖ example.com, *.internal.example)។ទុកទទេដើម្បីបើកម៉ាស៊ីនទាំងអស់នៅក្នុង UniConnect។
ko: 터미널 링크 클릭 및 인터셉트된 `open https://...` 호출에 적용됩니다. 이 호스트만 UniConnect에서 열립니다. 나머지는 기본 브라우저에서 열립니다. 한 줄에 하나의 호스트 또는 와일드카드 (예: example.com, *.internal.example). 비워두면 모든 호스트가 UniConnect에서 열립니다.
nb: Gjelder for terminallenkeklikk og avlyttede `open https://...`-kall. Bare disse vertene åpnes i UniConnect. Andre åpnes i standard nettleser. Én vert eller jokertegn per linje (for eksempel: example.com, *.internal.example). La stå tom for å åpne alle verter i UniConnect.
pl: Dotyczy kliknięć linków w terminalu i przechwyconych wywołań `open https://...`. Tylko te hosty otwierają się w UniConnect. Pozostałe otwierają się w domyślnej przeglądarce. Jeden host lub wzorzec na wiersz (na przykład: example.com, *.internal.example). Pozostaw puste, aby otwierać wszystkie hosty w UniConnect.
pt_br: Aplica-se a cliques em links do terminal e chamadas interceptadas de `open https://...`. Apenas estes hosts abrem no UniConnect. Outros abrem no seu navegador padrão. Um host ou curinga por linha (por exemplo: example.com, *.internal.example). Deixe vazio para abrir todos os hosts no UniConnect.
ru: Применяется к нажатиям на ссылки в терминале и перехваченным вызовам `open https://...`. Только эти хосты открываются в UniConnect. Остальные открываются в браузере по умолчанию. Один хост или шаблон на строку (например: example.com, *.internal.example). Оставьте пустым, чтобы открывать все хосты в UniConnect.
th: ใช้กับการคลิกลิงก์ในเทอร์มินัลและการดักจับคำสั่ง `open https://...` เฉพาะโฮสต์เหล่านี้เท่านั้นที่จะเปิดใน UniConnect โฮสต์อื่นจะเปิดในเบราว์เซอร์เริ่มต้นของคุณ โฮสต์หรือ wildcard หนึ่งรายการต่อบรรทัด (ตัวอย่าง: example.com, *.internal.example) เว้นว่างเพื่อเปิดโฮสต์ทั้งหมดใน UniConnect
tr: Terminal bağlantı tıklamalarına ve yakalanan `open https://...` çağrılarına uygulanır. Yalnızca bu ana bilgisayarlar UniConnect'ta açılır. Diğerleri varsayılan tarayıcınızda açılır. Satır başına bir ana bilgisayar veya joker karakter (örneğin: example.com, *.internal.example). Tüm ana bilgisayarları UniConnect'ta açmak için boş bırakın.
uk: Застосовується до кліків на посилання в терміналі та перехоплених викликів `open https://...`. Тільки ці хости відкриваються в UniConnect. Інші відкриваються у стандартному браузері. Один хост або шаблон на рядок (наприклад: example.com, *.internal.example). Залиште порожнім, щоб відкривати всі хости в UniConnect.
zh_hans: 适用于终端中的链接点击和拦截的 `open https://...` 调用。仅这些主机在 UniConnect 中打开，其他主机在默认浏览器中打开。每行一个主机或通配符（例如：example.com、*.internal.example）。留空则在 UniConnect 中打开所有主机。
zh_hant: 套用於終端機連結點擊和攔截的 `open https://...` 呼叫。僅這些主機會在 UniConnect 中開啟，其他主機會在您的預設瀏覽器中開啟。每行一個主機或萬用字元（例如：example.com、*.internal.example）。留空則在 UniConnect 中開啟所有主機。

# settings.browser.httpAllowlist
source: HTTP Hosts Allowed in Embedded Browser
ar: مضيفو HTTP المسموح بهم في المتصفح المضمّن
bs: HTTP hostovi dozvoljeni u ugrađenom pregledniku
da: HTTP-værter tilladt i den indlejrede browser
de: HTTP-Hosts, die im integrierten Browser zugelassen sind
es: Hosts HTTP permitidos en el navegador integrado
fr: Hôtes HTTP autorisés dans le navigateur intégré
it: Host HTTP consentiti nel browser integrato
ja: 内蔵ブラウザで許可するHTTPホスト
ko: 내장 브라우저에서 허용할 HTTP 호스트
nb: HTTP-verter tillatt i innebygd nettleser
pl: Hosty HTTP dozwolone we wbudowanej przeglądarce
pt_br: Hosts HTTP Permitidos no Navegador Integrado
ru: HTTP-хосты, разрешенные во встроенном браузере
th: โฮสต์ HTTP ที่อนุญาตในเบราว์เซอร์ในตัว
tr: Gömülü Tarayıcıda İzin Verilen HTTP Ana Bilgisayarları
uk: HTTP-хости, дозволені у вбудованому браузері
zh_hans: 内嵌浏览器中允许的 HTTP 主机
zh_hant: 允許在內建瀏覽器中使用的 HTTP 主機

# settings.browser.httpAllowlist.description
source: Controls which HTTP (non-HTTPS) hosts can open in UniConnect without a warning prompt. Defaults include localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, and *.localtest.me.
ar: يتحكم في مضيفي HTTP (غير HTTPS) الذين يمكنهم الفتح في UniConnect بدون رسالة تحذير. الافتراضيات تشمل localhost و *.localhost و 127.0.0.1 و ::1 و 0.0.0.0 و *.localtest.me.
bs: Kontroliše koji HTTP (ne-HTTPS) hostovi mogu biti otvoreni u UniConnect bez upozorenja. Podrazumijevani uključuju localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 i *.localtest.me.
da: Styrer hvilke HTTP-værter (ikke-HTTPS) der kan åbnes i UniConnect uden advarselsmeddelelse. Standardindstillinger inkluderer localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 og *.localtest.me.
de: Steuert, welche HTTP-Hosts (nicht HTTPS) ohne Warnhinweis in UniConnect geöffnet werden können. Standardmäßig enthalten: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 und *.localtest.me.
es: Controla qué hosts HTTP (no HTTPS) pueden abrirse en UniConnect sin un mensaje de advertencia. Los valores predeterminados incluyen localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 y *.localtest.me.
fr: Contrôle quels hôtes HTTP (non HTTPS) peuvent s'ouvrir dans UniConnect sans avertissement. Les valeurs par défaut incluent localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 et *.localtest.me.
it: Controlla quali host HTTP (non HTTPS) possono aprirsi in UniConnect senza un avviso. I valori predefiniti includono localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 e *.localtest.me.
ja: 警告プロンプトなしでUniConnectで開けるHTTP（非HTTPS）ホストを制御します。デフォルトにはlocalhost、*.localhost、127.0.0.1、::1、0.0.0.0、*.localtest.meが含まれます。
km: គ្រប់គ្រង HTTP (មិនមែនHTTPS) ម៉ាស៊ីនណាអាចបើកក្នុង UniConnect ដោយមិនមានការព្រមាន។លំនាំដើមរួមមាន localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, និង *.localtest.me ។
ko: UniConnect에서 경고 없이 열 수 있는 HTTP(비HTTPS) 호스트를 제어합니다. 기본값에는 localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 및 *.localtest.me가 포함됩니다.
nb: Styrer hvilke HTTP-verter (ikke HTTPS) som kan åpnes i UniConnect uten advarselsmelding. Standardverdier inkluderer localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 og *.localtest.me.
pl: Określa, które hosty HTTP (inne niż HTTPS) mogą być otwierane w UniConnect bez ostrzeżenia. Domyślnie uwzględniono localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 i *.localtest.me.
pt_br: Controla quais hosts HTTP (não HTTPS) podem abrir no UniConnect sem um aviso. Os padrões incluem localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 e *.localtest.me.
ru: Определяет, какие HTTP (не HTTPS) хосты могут открываться в UniConnect без предупреждения. По умолчанию включены localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 и *.localtest.me.
th: ควบคุมว่าโฮสต์ HTTP (ไม่ใช่ HTTPS) ใดที่สามารถเปิดใน UniConnect โดยไม่ต้องแสดงคำเตือน ค่าเริ่มต้นรวมถึง localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 และ *.localtest.me
tr: Hangi HTTP (HTTPS olmayan) ana bilgisayarlarının UniConnect'ta uyarı istemi olmadan açılabileceğini kontrol eder. Varsayılanlar localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 ve *.localtest.me içerir.
uk: Визначає, які HTTP (не HTTPS) хости можуть відкриватися в UniConnect без попередження. Типово включає localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0 та *.localtest.me.
zh_hans: 控制哪些 HTTP（非 HTTPS）主机可以在 UniConnect 中打开而不显示警告提示。默认包括 localhost、*.localhost、127.0.0.1、::1、0.0.0.0 和 *.localtest.me。
zh_hant: 控制哪些 HTTP（非 HTTPS）主機可以在 UniConnect 中開啟而不顯示警告提示。預設包含 localhost、*.localhost、127.0.0.1、::1、0.0.0.0 和 *.localtest.me。

# settings.browser.httpAllowlist.hint
source: One host or wildcard per line (for example: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
ar: مضيف واحد أو حرف بدل لكل سطر (مثال: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
bs: Jedan host ili zamjenski znak po redu (na primjer: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
da: Én vært eller wildcard pr. linje (f.eks.: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
de: Ein Host oder Platzhalter pro Zeile (zum Beispiel: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
es: Un host o comodín por línea (por ejemplo: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
fr: Un hôte ou caractère générique par ligne (par exemple : localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
it: Un host o wildcard per riga (ad esempio: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
ja: 1行に1つのホストまたはワイルドカード（例: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me）。
ko: 한 줄에 하나의 호스트 또는 와일드카드 (예: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
nb: Én vert eller jokertegn per linje (for eksempel: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
pl: Jeden host lub wzorzec na wiersz (na przykład: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
pt_br: Um host ou curinga por linha (por exemplo: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
ru: Один хост или шаблон на строку (например: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
th: โฮสต์หรือ wildcard หนึ่งรายการต่อบรรทัด (ตัวอย่าง: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me)
tr: Satır başına bir ana bilgisayar veya joker karakter (örneğin: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
uk: Один хост або шаблон на рядок (наприклад: localhost, *.localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).
zh_hans: 每行一个主机或通配符（例如：localhost、*.localhost、127.0.0.1、::1、0.0.0.0、*.localtest.me）。
zh_hant: 每行一個主機或萬用字元（例如：localhost、*.localhost、127.0.0.1、::1、0.0.0.0、*.localtest.me）。

# settings.browser.httpAllowlist.save
source: Save
ar: حفظ
bs: Spremi
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nb: Lagre
pl: Zapisz
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

# settings.betaFeatures.customSidebars.subtitleOn
source: Lists your sidebars from ~/.config/uniconnect/sidebars in the sidebar picker, rendered in an isolated helper process.
ar: يسرد الأشرطة الجانبية الخاصة بك من ~/.config/uniconnect/sidebars في منتقي الشريط الجانبي، ويتم عرضها في عملية مساعدة معزولة.
bs: Navodi vaše bočne trake iz ~/.config/uniconnect/sidebars u biraču bočne trake, prikazane u izoliranom pomoćnom procesu.
da: Viser dine sidebjælker fra ~/.config/uniconnect/sidebars i sidebjælkevælgeren, gengivet i en isoleret hjælpeproces.
de: Listet Ihre Seitenleisten von ~/.config/uniconnect/sidebars in der Seitenleistenauswahl auf, gerendert in einem isolierten Hilfsprozess.
es: Muestra en el selector las barras laterales de ~/.config/uniconnect/sidebars, renderizadas en un proceso auxiliar aislado.
fr: Répertorie vos barres latérales de ~/.config/uniconnect/sidebars dans le sélecteur de barre latérale, rendues dans un processus d'assistance isolé.
it: Elenca le barre laterali da ~/.config/uniconnect/sidebars nel selettore della barra laterale, rese in un processo di supporto isolato.
ja: ~/.config/uniconnect/sidebars のサイドバーをサイドバーピッカーに表示し、分離されたヘルパープロセスで描画します。
km: រាយបញ្ជីរបារចំហៀងរបស់អ្នកពី ~/.config/uniconnect/sidebars នៅក្នុងកម្មវិធីជ្រើសរើសរបារចំហៀង ដែលបង្ហាញនៅក្នុងដំណើរការជំនួយដាច់ដោយឡែកមួយ។
ko: 사이드바 선택기의 ~/.config/uniconnect/sidebars에서 사이드바를 나열하고 격리된 도우미 프로세스로 렌더링됩니다.
nb: Viser sidefeltene dine fra ~/.config/uniconnect/sidebars i sidefeltvelgeren, gjengitt i en isolert hjelpeprosess.
pl: Wyświetla listę pasków bocznych z ~/.config/uniconnect/sidebars w selektorze paska bocznego, renderowanych w izolowanym procesie pomocniczym.
pt_br: Lista suas barras laterais de ~/.config/uniconnect/sidebars no seletor de barra lateral, renderizadas em um processo auxiliar isolado.
ru: Перечисляет боковые панели из ~/.config/uniconnect/sidebars в средстве выбора боковых панелей, отображаемые в изолированном вспомогательном процессе.
th: แสดงรายการแถบด้านข้างของคุณจาก ~/.config/uniconnect/sidebars ในเครื่องมือเลือกแถบด้านข้าง ซึ่งแสดงผลในกระบวนการตัวช่วยที่แยกออกมา
tr: Kenar çubuğu seçicideki ~/.config/uniconnect/sidebars öğesindeki kenar çubuklarınızı, yalıtılmış bir yardımcı süreçte işlenerek listeler.
uk: Перелічує ваші бічні панелі з ~/.config/uniconnect/sidebars у засобі вибору бічної панелі, відображені в ізольованому допоміжному процесі.
zh_hans: 列出侧边栏选择器中 ~/.config/uniconnect/sidebars 的侧边栏，在隔离的帮助程序进程中呈现。
zh_hant: 列出側邊欄選擇器中 ~/.config/uniconnect/sidebars 的側邊欄，在隔離的幫助程式進程中呈現。

# settings.browser.enabled
source: Enable UniConnect Browser
ar: تمكين UniConnect المتصفح
bs: Omogući UniConnect Preglednik
da: Aktiver UniConnect browser
de: Aktivieren Sie den Browser UniConnect
es: Activar navegador de UniConnect
fr: Activer le navigateur UniConnect
it: Abilita il browser UniConnect
ja: UniConnectブラウザを有効にする
km: បើក UniConnect កម្មវិធីរុករក
ko: UniConnect 브라우저 활성화
nb: Aktiver UniConnect nettleser
pl: Włącz przeglądarkę UniConnect
pt_br: Ativar UniConnect Navegador
ru: Включить UniConnect Браузер
th: เปิดใช้งาน UniConnect เบราว์เซอร์
tr: UniConnect Tarayıcıyı Etkinleştir
uk: Увімкнути UniConnect браузер
zh_hans: 启用 UniConnect 浏览器
zh_hant: 啟用 UniConnect 瀏覽器

# settings.browser.interceptOpen
source: Intercept open http(s) in Terminal
ar: اعتراض open http(s) في الطرفية
bs: Presretni open http(s) u Terminalu
da: Opfang open http(s) i terminal
de: open http(s) im Terminal abfangen
es: Interceptar open http(s) en Terminal
fr: Intercepter open http(s) dans le terminal
it: Intercetta open http(s) nel terminale
ja: ターミナルでopen http(s)をインターセプト
ko: 터미널에서 open http(s) 인터셉트
nb: Avlytt open http(s) i terminal
pl: Przechwytuj open http(s) w terminalu
pt_br: Interceptar open http(s) no Terminal
ru: Перехватывать open http(s) в терминале
th: ดักจับ open http(s) ในเทอร์มินัล
tr: Terminalde open http(s) Komutlarını Yakala
uk: Перехоплювати open http(s) у терміналі
zh_hans: 在终端中拦截 open http(s)
zh_hant: 在終端機中攔截 open http(s)

# settings.browser.interceptOpen.subtitle
source: When off, `open https://...` and `open http://...` always use your default browser.
ar: عند التعطيل، يستخدم `open https://...` و `open http://...` دائمًا متصفحك الافتراضي.
bs: Kada je isključeno, `open https://...` i `open http://...` uvijek koriste podrazumijevani preglednik.
da: Når deaktiveret, bruger `open https://...` og `open http://...` altid din standardbrowser.
de: Wenn deaktiviert, verwenden `open https://...` und `open http://...` immer Ihren Standardbrowser.
es: Cuando está desactivado, `open https://...` y `open http://...` siempre usan tu navegador predeterminado.
fr: Lorsque désactivé, `open https://...` et `open http://...` utilisent toujours votre navigateur par défaut.
it: Quando disattivato, `open https://...` e `open http://...` usano sempre il browser predefinito.
ja: オフの場合、`open https://...`および`open http://...`は常にデフォルトブラウザを使用します。
ko: 비활성화하면 `open https://...` 및 `open http://...`가 항상 기본 브라우저를 사용합니다.
nb: Når av, bruker `open https://...` og `open http://...` alltid standard nettleser.
pl: Po wyłączeniu `open https://...` i `open http://...` zawsze używają domyślnej przeglądarki.
pt_br: Quando desativado, `open https://...` e `open http://...` sempre usam seu navegador padrão.
ru: При отключении `open https://...` и `open http://...` всегда используют браузер по умолчанию.
th: เมื่อปิด `open https://...` และ `open http://...` จะใช้เบราว์เซอร์เริ่มต้นของคุณเสมอ
tr: Kapalıyken, `open https://...` ve `open http://...` her zaman varsayılan tarayıcınızı kullanır.
uk: Якщо вимкнено, `open https://...` та `open http://...` завжди використовують стандартний браузер.
zh_hans: 关闭后，`open https://...` 和 `open http://...` 始终使用默认浏览器。
zh_hant: 關閉時，`open https://...` 和 `open http://...` 一律使用您的預設瀏覽器。

# settings.browser.openTerminalLinks
source: Open Terminal Links in UniConnect Browser
ar: فتح روابط الطرفية في متصفح UniConnect
bs: Otvori linkove terminala u UniConnect pregledniku
da: Åbn terminallinks i UniConnect-browser
de: Terminal-Links im UniConnect-Browser öffnen
es: Abrir enlaces del terminal en el navegador de UniConnect
fr: Ouvrir les liens du terminal dans le navigateur UniConnect
it: Apri link del terminale nel browser UniConnect
ja: ターミナルのリンクをUniConnectブラウザで開く
km: បើកតំណភ្ជាប់ស្ថានីយនៅក្នុង UniConnect កម្មវិធីរុករក
ko: 터미널 링크를 UniConnect 브라우저에서 열기
nb: Åpne terminallenker i UniConnect-nettleser
pl: Otwieraj linki terminala w przeglądarce UniConnect
pt_br: Abrir Links do Terminal no Navegador do UniConnect
ru: Открывать ссылки из терминала в браузере UniConnect
th: เปิดลิงก์เทอร์มินัลในเบราว์เซอร์ UniConnect
tr: Terminal Bağlantılarını UniConnect Tarayıcısında Aç
uk: Відкривати посилання терміналу у браузері UniConnect
zh_hans: 在 UniConnect 浏览器中打开终端链接
zh_hant: 在 UniConnect 瀏覽器中開啟終端機連結

# settings.browser.openTerminalLinks.subtitle
source: When off, links clicked in terminal output open in your default browser.
ar: عند التعطيل، تفتح الروابط المنقورة في مخرجات الطرفية في متصفحك الافتراضي.
bs: Kada je isključeno, linkovi kliknuti u izlazu terminala se otvaraju u podrazumijevanom pregledniku.
da: Når deaktiveret, åbnes links, der klikkes i terminaloutput, i din standardbrowser.
de: Wenn deaktiviert, werden im Terminal angeklickte Links in Ihrem Standardbrowser geöffnet.
es: Cuando está desactivado, los enlaces en la salida del terminal se abren en tu navegador predeterminado.
fr: Lorsque désactivé, les liens cliqués dans la sortie du terminal s'ouvrent dans votre navigateur par défaut.
it: Quando disattivato, i link cliccati nell'output del terminale si aprono nel browser predefinito.
ja: オフの場合、ターミナル出力のリンクはデフォルトブラウザで開きます。
ko: 비활성화하면 터미널 출력에서 클릭한 링크가 기본 브라우저에서 열립니다.
nb: Når av, åpnes lenker som klikkes i terminalutdata i standard nettleser.
pl: Po wyłączeniu linki kliknięte w terminalu otwierają się w domyślnej przeglądarce.
pt_br: Quando desativado, links clicados na saída do terminal abrem no seu navegador padrão.
ru: При отключении ссылки из терминала открываются в браузере по умолчанию.
th: เมื่อปิด ลิงก์ที่คลิกในเอาต์พุตเทอร์มินัลจะเปิดในเบราว์เซอร์เริ่มต้นของคุณ
tr: Kapalıyken, terminal çıktısında tıklanan bağlantılar varsayılan tarayıcınızda açılır.
uk: Якщо вимкнено, посилання у виводі терміналу відкриваються у стандартному браузері.
zh_hans: 关闭后，终端输出中点击的链接在默认浏览器中打开。
zh_hant: 關閉時，終端機輸出中點擊的連結會在您的預設瀏覽器中開啟。

# settings.browser.searchEngine
source: Default Search Engine
ar: محرك البحث الافتراضي
bs: Podrazumijevani pretraživač
da: Standardsøgemaskine
de: Standardsuchmaschine
es: Motor de búsqueda predeterminado
fr: Moteur de recherche par défaut
it: Motore di ricerca predefinito
ja: デフォルト検索エンジン
ko: 기본 검색 엔진
nb: Standard søkemotor
pl: Domyślna wyszukiwarka
pt_br: Motor de Busca Padrão
ru: Поисковая система по умолчанию
th: เครื่องมือค้นหาเริ่มต้น
tr: Varsayılan Arama Motoru
uk: Стандартна пошукова система
zh_hans: 默认搜索引擎
zh_hant: 預設搜尋引擎

# settings.browser.searchEngine.subtitle
source: Used by the browser address bar when input is not a URL.
ar: يُستخدم بواسطة شريط عنوان المتصفح عندما لا يكون الإدخال URL.
bs: Koristi se u adresnoj traci preglednika kada unos nije URL.
da: Bruges af browserens adresselinje, når input ikke er en URL.
de: Wird von der Browser-Adressleiste verwendet, wenn die Eingabe keine URL ist.
es: Usado por la barra de direcciones del navegador cuando la entrada no es una URL.
fr: Utilisé par la barre d'adresse du navigateur lorsque la saisie n'est pas une URL.
it: Utilizzato dalla barra degli indirizzi del browser quando l'input non è un URL.
ja: ブラウザのアドレスバーで入力がURLでない場合に使用されます。
ko: 입력이 URL이 아닌 경우 브라우저 주소 표시줄에서 사용됩니다.
nb: Brukes av adressefeltet i nettleseren når inndataen ikke er en URL.
pl: Używana przez pasek adresu przeglądarki, gdy dane wejściowe nie są adresem URL.
pt_br: Usado pela barra de endereço do navegador quando a entrada não é uma URL.
ru: Используется адресной строкой браузера, когда ввод не является URL.
th: ใช้โดยแถบที่อยู่เบราว์เซอร์เมื่ออินพุตไม่ใช่ URL
tr: Giriş bir URL olmadığında tarayıcı adres çubuğu tarafından kullanılır.
uk: Використовується адресним рядком браузера, коли введення не є URL.
zh_hans: 浏览器地址栏中输入非 URL 内容时使用。
zh_hant: 當瀏覽器網址列的輸入不是 URL 時使用。

# settings.browser.searchEngine.custom
source: Custom
ar: مخصص
bs: Prilagođeno
da: Tilpasset
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nb: Tilpasset
pl: Niestandardowe
pt_br: Personalizado
ru: Пользовательский
th: กำหนดเอง
tr: Özel
uk: Користувацький
zh_hans: 自定义
zh_hant: 自訂

# settings.browser.customSearchEngineName
source: Custom Search Engine Name
ar: اسم محرك البحث المخصص
bs: Naziv prilagođenog pretraživača
da: Navn på tilpasset søgemaskine
de: Name der benutzerdefinierten Suchmaschine
es: Nombre del motor de búsqueda personalizado
fr: Nom du moteur de recherche personnalisé
it: Nome del motore di ricerca personalizzato
ja: カスタム検索エンジン名
ko: 사용자 지정 검색 엔진 이름
nb: Navn på tilpasset søkemotor
pl: Nazwa niestandardowej wyszukiwarki
pt_br: Nome do mecanismo de busca personalizado
ru: Название пользовательской поисковой системы
th: ชื่อเครื่องมือค้นหาแบบกำหนดเอง
tr: Özel Arama Motoru Adı
uk: Назва користувацької пошукової системи
zh_hans: 自定义搜索引擎名称
zh_hant: 自訂搜尋引擎名稱
